Repository: 84000/data-translation-memory
Catalog: toh740-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དཔལ་ཆེན་མོའི་མདོ།
en: The Noble Sūtra of Mahāśrī

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་བདེ་བ་ཅན་ན་བཞུགས་སོ། །
en: The Blessed One was residing in Sukhāvatī.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then the bodhisattva mahāsattva, the noble Avalokiteśvara, set out to where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་ལ་བསྐོར་བ་ལན་གསུམ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Having arrived, he bowed his head to the feet of the Blessed One, circumambulated the Blessed One thrice, and sat down on one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་ཆེན་མོ་ལ་གཟིགས་ནས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དཔལ་ཆེན་མོའི་མཚན་བཅུ་གཉིས་པོ་འདི་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མའམ། དེ་མ་ཡིན་པ་གཞན་ཡང་རུང་སྟེ། གང་གིས་ཤེས་པ་དང་། གང་ལ་ལ་འཆང་བ་དང་། ཀློག་པ་དང་།
en: Then the Blessed One looked at Mahāśrī and said this to the noble Avalokiteśvara: “Whosoever, including monks and nuns, laymen and laywomen, gets to know, upholds, recites, writes down, or commissions to have written down these twelve names of Mahāśrī will escape destitution and become wealthy.”

source: འདྲི་བ་དང་། འདྲིར་འཇུག་པ་དེ་ནི་དབུལ་བ་བོར་ཏེ་ཕྱུག་པོར་འགྱུར་རོ། །དེ་ནས་འབྱུང་པོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་དེ་ལྟར་གྱུར་ཅིག་ཅེས་ཀུན་ནས་གསོལ་ཏོ། །
en: Then the entire host of spirits said, “May it be so!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་ཆེན་མོའི་མཚན་བཅུ་གཉིས་པོ་བཀའ་སྩལ་པ་འདི་ལྟ་སྟེ། དཔལ་ལྡན་མ། བཀྲ་ཤིས་མ། པདྨའི་ཕྲེང་བ་ཅན། ནོར་གྱི་བདག་མོ། དཀར་མོ། གྲགས་པ་ཆེན་མོ། པདྨའི་སྤྱན། འོད་ཆེན་མོ། བྱེད་པ་མོ། ཟས་སྦྱིན་མ། རིན་པོ་ཆེ་རབ་ཏུ་སྦྱིན་མ། དཔལ་ཆེན་མོ། སྱཱད་ཡ་ཐེ་དཾ། ཛི་ནི། གྷྲི་ནི། སརྦ་ཨཪྠ་སཱ་དྷ་ནི། ཤ་ཤི་ནི།
en: Then the Blessed One spoke the twelve names of Mahāśrī: “It is thus—Splendor, Welfare, She Who Is Wearing a Garland of Lotuses, Mistress of Wealth, White One, She of Great Fame, Lotus-Eyed One, She of Great Radiance, She Who Accomplishes, Bestower of Nourishment, She of Jewel-Like Gleam, Great Splendor.

source: ཨ་ལཀྵྨི་ནི། མེ་ནཱ་ཤ་ཡ། སིདྡྷྱ་ནྟུ་མེ་མནྟྲ་པ་དཱཿསྭཱ་ཧཱ། ཨ་བྷྲྀ་ཀུ་ཊཱི་པ་ར་མ་སུ་བྷ་གེ་སྭཱ་ཧཱ། ལན་གསུམ་དུ་བརྗོད་པར་བྱ་སྟེ།
en: syād yathedam—jini ghriṇi sarvārtha­sādhani śaśini | alakṣmīṃ me nāśaya | sidhyantu me mantrapadāḥ svāhā | oṁ bhṛkuṭi paramasubhage svāhā | “One should recite this three times.

source: གང་ལ་ལ་དུས་གསུམ་དུ་འདོན་པ་དེའི་མི་མཐུན་པའི་ཕྱོགས་ཐམས་ཅད་འཇིག་པར་འགྱུར་རོ། །སྐལ་བ་བཟང་པོ་དང་ལྡན་པར་འགྱུར་རོ། །འབྱོར་པ་ཟད་མི་ཤེས་པར་འགྱུར་རོ། །
en: Whosoever recites it at the three junctures of the day will have all their adversities destroyed and will become fortunate and of inexhaustible wealth.

source: མི་དང་ཕྲད་དུ་འགྲོ་བའི་ཚེ་བཀླགས་ནས་ཕྲད་པར་བྱས་ན་མི་དེས་དེ་ལ་བུའི་འདུ་ཤེས་སྐྱེད་པར་འགྱུར་ཏེ་དགའ་བར་འགྱུར་ལ་ཇི་སྐད་བསྒོ་བ་བཞིན་བྱེད་དོ། །
en: If one recites this before going out to meet other people, those people will think of one as their son, they will be pleased, and they will do whatever one instructs.

source: རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་བཀླགས་ན་ཚངས་པ་དང་། བྲམ་ཟེས་དྲག་ཤུལ་གྱི་ལས་བྱས་ཀྱང་མི་ཚུགས་པར་འགྱུར་ལ། སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པར་ཡང་འགྱུར་རོ། །
en: If one recites continuously, Brahmā and brahmins may perform aggressive rituals, but one will not be harmed; rather, it will be as if one had performed service to many buddhas.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: Thus spoke the Blessed One, and the bodhisattva, the noble Avalokiteśvara, was gladdened and praised the speech of the Blessed One.

source: འཕགས་པ་དཔལ་ཆེན་མོའི་མདོ་རྫོགས་སོ།། །
en: Here ends the noble “Sūtra of Mahāśrī.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: This was translated, checked, and redacted by the Indian preceptor Jinamitra and the great editor-translator Bandé Yeshé Dé.
